[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Huoxingdawang, Cloud, Intervenor, Moemu
VERSION=2.0.0

[Language]
LANGUAGE=简体中文
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0804

[Menu]
FILE=文件(&F)
COPY=复制(&C)
SAVE_TEXT=保存为文本(&T)
SAVE_IMAGE=保存为图片(&P)
EXIT=退出(&E)
THEME=主题(&T)
ZOOM=缩放(&Z)
AUTO=自动(&A)
FONT_SETTING=字体设置
HELP=帮助(&H)
ABOUT=关于 CrystalMark Retro (&A)
LANGUAGE=语言(&L)
VOICE_VOLUME=语音音量(&V)
VOICE_LANGUAGE=语音语言(&L)
MAIN_UI_IN_ENGLISH=使用英文作为主页面语言(&M)

[Dialog]
DEFAULT=默认
FONT_FACE=字体
FONT_SCALE=字体缩放 (%)
ENABLED=开启
DISABLED=关闭

[WindowTitle]
ABOUT=关于 CrystalMark Retro
FONT_SETTING=字体设置

; 2.0
QRCODE=QR Code

[Message]
STOP_BENCHMARK=请停止测试。
DISK_CAPACITY_ERROR=磁盘空间不足。
DISK_CREATE_FILE_ERROR=创建文件失败。
DISK_WRITE_ERROR=写入错误。
DISK_READ_ERROR=读取错误。
DISK_SPD_NOT_FOUND=没有找到 DiskSpd。
EXE_FILE_NOT_FOUND=没有找到可执行文件。
EXE_FILE_MODIFIED=可执行文件已被修改。
ATTACH_SCREENSHOT_MANUALLY=请手动附加屏幕截图。

; 2.0
COPY_CLIPBOARD=是否要将注册链接复制到剪贴板中？

[MainWindow]
SYSTEM_INFO_1=CPU:
SYSTEM_INFO_2=GPU:
SYSTEM_INFO_3=系统型号:
SYSTEM_INFO_4=系统版本:
SYSTEM_INFO_5=屏幕分辨率:
SYSTEM_INFO_6=内存大小:
BUTTON_0=All
BUTTON_1=CPU
BUTTON_2=DISK
BUTTON_3=2D
BUTTON_4=3D
BUTTON_STOP=停止
LABEL_1_1=单核
LABEL_1_2=多核
LABEL_1_3=
LABEL_1_4=
LABEL_2_1=顺序读取
LABEL_2_2=随机读取
LABEL_2_3=顺序写入
LABEL_2_4=随机写入
LABEL_3_1=文本
LABEL_3_2=矩形
LABEL_3_3=圆形
LABEL_3_4=图像
LABEL_4_1=标题
LABEL_4_2=断点
LABEL_4_3=线框
LABEL_4_4=多边形

; 2.0
SUBMIT=Submit
SUBMIT_TOOLTIP=Submit Benchmark Results
QRCODE_TOOLTIP=Submit Benchmark Results via QR code
X_TOOLTIP=X(Twitter)